# Создать множество.
# Создать неизменяемое множество.
# Выполнить операцию объединения созданных множеств.
#  Выполнить операцию пересечения созданных множеств.

set_1= {3, 783, 'fine', 67, 3}
print(set_1)
frozenset1=frozenset([23,674,'line',783])
print(frozenset1)
print(set_1|frozenset1)
print(set_1&frozenset1)
